[{"Raiden": {"Division": "Obsidians", "Description": "Jeune soldat, il est à la tête de la division d'Obsidienne, même si actuellement toujours aucune trace de lui ne peux prouver qu'il soit encore en vie, dû à sa disparition il y a de ça quelque mois, personne n'est convaincu de ça mort tant il fût réputé pour être un homme endurant est puissant capable de s'adapter en tout milieu. Sur le plan Divin, il est la représentation de la Rédemption, et il a pour but d'aider les habitants de son univers à travers leur rédemption", "Arsenal": "Redemptionis ferrum, GNBP mod. 50 cal ", "Illustration": "https://zupimages.net/up/22/06/ypod.jpg"}, "Levi": {"Divisions": "Obsidians", "Description": "Levi, est une jeune homme de 23 ans, il est connu mondialement pour être un prodige du maniement de la rapière, il rejoindra vite le groupes de Raiden afin de se battre à leur coté. Calme et habile, il est un atout de grande taille pour les Obsidiennes", "Arsenal": "La hoja carmesí de los mil pétalos, Espinas de Jade", "Illustration": "https://zupimages.net/up/22/06/fw98.jpg"}, "Shizuwo Kei": {"Division": "Civil", "Description": "Shizuwo Kei, plus communément appelé Shizu, est un jeune homme de 20 ans, il est étudiant dans une école prestigieuse de Technologie. Malheureusement pour lui, son enfance fût assez complexe, son père et sa mère étant Raiden et Yuna de la divisions d'obsidienne, Il grandissa avec de forte figure, et des philosophie de vie si vertueuse qu'il devenu un prodige, mais d'un autre coté, le rôles de ses parents entraina des périodes de vide, ou il fut confié à droite, à gauche ce qui créa un grand vide en lui, il le combla à travers les créations de ses compagnons robotique qui depuis, les considère comme ces animaux de compagnie.", "Arsenal": "Arekuruu arashi (荒れ狂う嵐 ), Kamikaze (神風), Arekuruu hi (荒れ狂う火), Nekkyō-tekina yōgan (熱狂的な溶岩),  Kami no tsunami (神の津波), Arekuruu kawa (荒れ狂う川), Zendatsu, Murasama (ces 8 Katanas)", "Illustration": "https://zupimages.net/up/22/06/91pb.jpg"}}, {"bygourou (jere344)#0802": []}]